{"meta": {"schema": "https://raw.githubusercontent.com/sdmx-twg/sdmx-json/develop/metadata-message/tools/schemas/1.0/sdmx-json-metadata-schema.json", "id": "1666606550893", "prepared": "2022-10-24T12:15:50Z", "sender": {"id": "MDM"}, "receivers": [], "links": []}, "data": {"metadataSets": [{"id": "MDF_IVGSA_15469", "publicationPeriod": "Marzo", "names": {"es": "Índice de Ventas en Grandes Superficies de Andalucía"}, "annotations": [{"id": "MetadataflowId", "texts": {"en": "MDF_IVGSA_15469"}, "text": "MDF_IVGSA_15469"}, {"id": "MetadataflowAgency", "texts": {"en": "ESC01"}, "text": "ESC01"}, {"id": "MetadataflowVersion", "texts": {"en": "1.0"}, "text": "1.0"}, {"id": "MSDId", "texts": {"en": "MSD_IECA"}, "text": "MSD_IECA"}, {"id": "MSDAgency", "texts": {"en": "ESC01"}, "text": "ESC01"}, {"id": "MSDVersion", "texts": {"en": "1.0"}, "text": "1.0"}], "links": [{"rel": "msd", "urn": "urn:sdmx:org.sdmx.infomodel.metadatastructure.MetadataStructure=ESC01:MSD_IECA(1.0)"}], "reports": [{"id": "REPORT_IVGSA_15469", "target": {"id": "MetadataTarget", "referenceValues": [{"id": "DATAFLOW", "object": "DF_IVGSA_15469"}]}, "attributeSet": {"reportedAttributes": [{"id": "A", "attributeSet": {"reportedAttributes": [{"id": "R1", "texts": {"es": "Instituto de Estadística y Cartografía de Andalucía"}}, {"id": "R2", "texts": {"es": "Servicio de Difusión y Publicaciones"}}, {"id": "R3", "texts": {"es": "--"}}, {"id": "R4", "texts": {"es": "Atención a la demanda de información"}}, {"id": "R5", "texts": {"es": "Pabellón de Nueva Zelanda. C/ Leonardo Da Vinci, nº 21. Isla de La Cartuja. 41071 - Sevilla"}}, {"id": "R6", "texts": {"es": "informacion.ieca@juntadeandalucia.es"}}, {"id": "R7", "texts": {"es": "Atención al público: 900 101 407 Centralita: 955 033 800"}}, {"id": "R8", "texts": {"es": "955 033 816/17"}}]}}, {"id": "B", "attributeSet": {"reportedAttributes": [{"id": "R9", "texts": {"es": "16/12/2021"}}, {"id": "R10", "texts": {"es": "27/05/2022"}}, {"id": "R11", "texts": {"es": "27/05/2022"}}]}}, {"id": "C", "attributeSet": {"reportedAttributes": [{"id": "R12", "texts": {"es": "El área de estudio es el volumen de ventas de las grandes superficies comerciales y su evolución en el tiempo, cuantificándolo en forma de números índices. Asimismo, se distingue entre venta de productos de alimentación y otro tipo de productos"}}, {"id": "R13", "texts": {"es": "Clasificación Nacional de Actividades Económicas vigente – CNAE"}}, {"id": "R14", "texts": {"es": "División 47 de la CNAE 2009"}}, {"id": "R15", "texts": {"es": "- Establecimiento: Unidad productora de bienes y/o servicios que desarrolla una o más actividades de carácter económico o social, bajo la responsabilidad de un titular o empresa en un local situado en un emplazamiento fijo y permanente - Establecimiento no especializado: son aquellos establecimientos donde se comercia con un grupo variado de productos (por ejemplo venden productos de alimentación, limpieza, ropa. etc), a diferencia de aquellos que están especializados en un determinado producto (por ejemplo: concesionarios de coches, comercio de muebles, etc.) - Volumen de ventas: Valor total de las ventas realizadas en el establecimiento durante el periodo de tiempo analizado (IVA incluido). Las ventas a plazos se anotan en el mes correspondiente a su formalización, por todo su valor de contado. El volumen de ventas incluye, junto a la valoración de los bienes vendidos, el cobro de ciertos servicios prestados, como el de reparación de bienes de consumo, revelado de fotografías, instalación a domicilio, etc., pero no deberán incluir los ingresos por servicios de cafetería y comidas tomadas en el establecimiento. Tampoco deberán contemplarse las ventas realizadas en los demás establecimientos del centro comercial, pertenecientes a otras empresas - Superficie de venta: Es aquella que se encuentra accesible al público y en la que se efectúan operaciones de exposición y venta, cualquiera que sea la modalidad que ésta adopte"}}, {"id": "R16", "texts": {"es": "Establecimientos de comercio al por menor con una superficie de venta superior a los dos mil quinientos metros cuadrados"}}, {"id": "R17", "texts": {"es": "La población objeto de estudio sería aquellos establecimientos comerciales que desarrollen su actividad en el territorio de la Comunidad Autónoma Andaluza y que reúnan los siguientes requisitos básicos: - Que su actividad esté incluida, dentro de la Sección G, en la División 47 “Comercio al por menor, excepto de vehículos de motor y motocicletas” de la Clasificación Nacional de Actividades Económicas de 2009 (CNAE09) - Que su superficie de venta sea superior a dos mil quinientos metros cuadrados"}}, {"id": "R18", "texts": {"es": "Andalucía"}}, {"id": "R19", "texts": {"es": "A partir de julio de 2014, y para adaptar la definición de gran superficie a la normativa vigente, el IECA publica dos series del IVGSA: 1) Serie “Ventas en grandes superficies”, correspondiente a establecimientos comerciales cuya actividad esté incluida en la división 47 de la CNAE09. Serie disponible desde enero de 2010. 2) Serie “Ventas en grandes superficies en establecimientos no especializados”, correspondiente a establecimientos comerciales cuya actividad esté incluida en los epígrafes 4711 ó 4719 de la CNAE-09. Serie disponible desde enero de 1993."}}, {"id": "R20", "texts": {"es": "Actualmente se difunden resultados con base 2006, 2010 y 2015"}}]}}, {"id": "D", "attributeSet": {"reportedAttributes": [{"id": "R21", "texts": {"es": "Se obtienen indices y tasas porcentuales de variación"}}]}}, {"id": "E", "attributeSet": {"reportedAttributes": [{"id": "R22", "texts": {"es": "Nov/2019, Dic/2019, Ene/2020, Feb/2020, Mar/2020, Abr/2020, May/2020, Jun/2020, Jul/2020, Ago/2020, Sep/2020, Oct/2020"}}]}}, {"id": "F", "attributeSet": {"reportedAttributes": [{"id": "R23", "texts": {"es": "Ley 4/1989, de 12 de diciembre, de Estadística de la Comunidad Autónoma de Andalucía Ley 3/2013, de 24 de julio, por la que se aprueba el Plan Estadístico y Cartográfico de Andalucía 2013-2017 Ley 6/2017, de 27 de diciembre, por la que se modifica la Ley 3/2013, de 24 de julio, por la que se aprueba el Plan Estadístico y Cartográfico de Andalucía 2013-2017 para ampliar su vigencia hasta el 2020 Decreto 25/2020, de 24 de febrero, por el que se aprueba el Programa Estadístico y Cartográfico de la Comunidad Autónoma de Andalucía para el año 2020"}}, {"id": "R24", "texts": {"es": "--"}}]}}, {"id": "G", "attributeSet": {"reportedAttributes": [{"id": "R25", "texts": {"es": "Ley 4/1989, de 12 de diciembre, de Estadística de la Comunidad Autónoma de Andalucía Ley 12/1989, de 9 de mayo, de la Función Estadística Pública Ley Orgánica 3/2018, de 5 de diciembre, de Protección de Datos Personales y garantía de los derechos digitales"}}, {"id": "R26", "texts": {"es": "La información distribuida se realiza de forma agregada a nivel autonómico no facilitándose datos individualizados de las distintas unidades muestrales ( nombres de las empresas, cifras ventas, etc.)"}}]}}, {"id": "H", "attributeSet": {"reportedAttributes": [{"id": "R27", "texts": {"es": "03/01/2020, 03/02/2020, 17/03/2020, 02/04/2020, 05/05/2020, 02/06/2020, 01/07/2020, 02/08/2020, 03/09/2020, 02/10/2020, 03/11/2020, 03/12/2020"}}, {"id": "R28", "texts": {"es": "03/01/2020, 04/02/2020, 16/03/2020, 03/04/2020, 06/05/2020, 04/06/2020, 03/07/2020, 03/08/2020, 04/09/2020, 05/10/2020, 04/11/2020, 03/12/2020"}}, {"id": "R29", "texts": {"es": "La actividad se difunde a través de la página web del IECA. La información se ofrece a través de la base de datos BADEA: http://www.juntadeandalucia.es/institutodeestadisticaycartografia/ivgs/index.htm"}}]}}, {"id": "I", "attributeSet": {"reportedAttributes": [{"id": "R30", "texts": {"es": "Mensual"}}]}}, {"id": "J", "attributeSet": {"reportedAttributes": [{"id": "R31", "texts": {"es": "Sí http://www.juntadeandalucia.es/institutodeestadisticaycartografia/ivgs/notaprensa.htm"}}, {"id": "R32", "texts": {"es": "Índice de ventas en grandes superficies de Andalucía"}}, {"id": "R33", "texts": {"es": "Esta actividad permite elaborar resultados a medida en el Banco de Datos Estadísticos de Andalucía (BADEA)"}}, {"id": "R34", "texts": {"es": ""}}, {"id": "R35", "texts": {"es": "No existe disponibilidad de microdatos para esta actividad"}}]}}, {"id": "K", "attributeSet": {"reportedAttributes": [{"id": "R36", "texts": {"es": "La memoria técnica está disponible en Internet en el apartado Metodología"}}, {"id": "R37", "texts": {"es": "El IECA para garantizar la calidad en esta actividad aporta la memoria técnica, la ficha de indicadores de calidad y el informe metodológico estandarizado de la actividad"}}]}}, {"id": "L", "attributeSet": {"reportedAttributes": [{"id": "R38", "texts": {"es": "La base de datos desarrollada para el IVGS posee consultas que permiten comparar las ventas de cada establecimiento con el mismo mes del año anterior, al objeto de detectar posibles errores en la recogida de datos Ademas se realizan consultas de comprobación de cuestionarios que nos permite encontrar posibles fallos de grabación o incluso errores en los propios datos suministrados por las empresas"}}, {"id": "R39", "texts": {"es": "Se ha elaborado una ficha de calidad y está disponible en Internet en el apartado Metodología"}}]}}, {"id": "M", "attributeSet": {"reportedAttributes": [{"id": "R40", "texts": {"es": "Administración autonómica de Andalucía, analistas económicos"}}, {"id": "R41", "texts": {"es": "--"}}, {"id": "R42", "texts": {"es": "La principal dificultad con la que se encuentra esta actividad estadística es la falta de información, a causa de la no cumplimentación del cuestionario por parte de algún informante. En estos casos se procederá a imputar un valor a ese establecimiento, haciendo constar en la publicación que el dato es provisional. El dato permanecerá provisional hasta que se reciba la información necesaria"}}]}}, {"id": "N", "attributeSet": {"reportedAttributes": [{"id": "R43", "texts": {"es": "Esta actividad es fiable"}}, {"id": "R44", "texts": {"es": "--"}}, {"id": "R45", "texts": {"es": "--"}}]}}, {"id": "O", "attributeSet": {"reportedAttributes": [{"id": "R46", "texts": {"es": "64 días"}}, {"id": "R47", "texts": {"es": "-1 días"}}]}}, {"id": "P", "attributeSet": {"reportedAttributes": [{"id": "R48", "texts": {"es": "A nivel de comunidad autónoma podemos destacar al Instituto de Estadística de Cataluña (IDESCAT) y al Instituto Vasco de Estadística (EUSTAT)"}}, {"id": "R49", "texts": {"es": "Actualmente se difunden resultados con distintas bases: -Base 2006 ofreciéndose datos desde 1995 hasta 2012 -Base 2010 ofreciéndose datos desde 1995 hasta 2017 -Base 2015 ofreciéndose datos desde 2010 hasta la actualidad"}}]}}, {"id": "Q", "attributeSet": {"reportedAttributes": [{"id": "R50", "texts": {"es": "--"}}, {"id": "R51", "texts": {"es": "La coherencia interna se garantiza a través de diversas validaciones realizadas antes de la publicación de los datos"}}]}}, {"id": "R", "attributeSet": {"reportedAttributes": [{"id": "R52", "texts": {"es": "9.000,00 €"}}]}}, {"id": "S", "attributeSet": {"reportedAttributes": [{"id": "R53", "texts": {"es": "La falta de información, a causa de la no cumplimentación del cuestionario por parte de algún informante, hace necesario imputar un valor a ese establecimiento, haciendo constar en la publicación que el dato es provisional."}}, {"id": "R54", "texts": {"es": "El dato permanecerá provisional hasta que se reciba la información por parte del establecimiento, procediéndose, en el momento de disponer de la misma, a volver a calcular el valor del índice"}}]}}, {"id": "T", "attributeSet": {"reportedAttributes": [{"id": "R55", "texts": {"es": "Observación directa"}}, {"id": "R56", "texts": {"es": "Mensual"}}, {"id": "R57", "texts": {"es": "La operación es censal, incorporando todos los establecimientos incluidos en la población objeto de estudio; quedando con ello garantizada la fiabilidad del indicador Esta información es obtenida de forma directa, vía telemática, mediante la cumplimentación, por parte de las unidades informantes, de cuestionarios específicamente elaborados para la actividad"}}, {"id": "R58", "texts": {"es": "El proceso de validación de la información se inicia en la propia cumplimentación del cuestionario, ya que cuando se introduce el valor de las ventas, si estas varían en +/- un 20% del valor del mismo periodo del ejercicio anterior, se activa un campo donde se indica este hecho y se solicita una explicación (ejemplo: promociones especiales, etc) Dicho proceso de validación continua una vez se han descargado los datos, ya que se analizan individualmente los valores introducidos y se cruzan con los datos del mismo periodo del año anterior y con los obtenidos en el periodo inmediatamente anterior al de recogida, con el objeto de detectar posibles errores en la introducción de datos. En caso de que se detecten valores anómalos, se procede a contactar telefónicamente con la empresa y contrastar los datos"}}, {"id": "R59", "texts": {"es": "El Instituto de Estadística y Cartografía de Andalucía accede a la plataforma para proceder al tratamiento de los datos. La explotación mensual de la información recopilada, una vez grabada, se lleva a cabo a través de bases de datos especificas. Con diferentes consultas y formularios"}}, {"id": "R60", "texts": {"es": "Para la obtención de los indices corregidos de efectos estacionales y de efecto calendario, se utiliza la herramienta Tramo-Seats versión para Windows (TSW), programa estadístico y econométrico para el análisis estadístico de series temporales"}}]}}, {"id": "U", "attributeSet": {"reportedAttributes": [{"id": "R61", "texts": {"es": "Se puede acceder al cuestionario en el siguiente enlace: http://www.juntadeandalucia.es/institutodeestadisticaycartografia/encuestas/index.htm"}}]}}]}}]}]}}