{"meta": {"schema": "https://raw.githubusercontent.com/sdmx-twg/sdmx-json/develop/metadata-message/tools/schemas/1.0/sdmx-json-metadata-schema.json", "id": "1666606550893", "prepared": "2022-10-24T12:15:50Z", "sender": {"id": "MDM"}, "receivers": [], "links": []}, "data": {"metadataSets": [{"id": "MDF_AE_437", "publicationPeriod": "Marzo", "names": {"es": "Andaluces en el Exterior"}, "annotations": [{"id": "MetadataflowId", "texts": {"en": "MDF_AE_437"}, "text": "MDF_AE_437"}, {"id": "MetadataflowAgency", "texts": {"en": "ESC01"}, "text": "ESC01"}, {"id": "MetadataflowVersion", "texts": {"en": "1.0"}, "text": "1.0"}, {"id": "MSDId", "texts": {"en": "MSD_IECA"}, "text": "MSD_IECA"}, {"id": "MSDAgency", "texts": {"en": "ESC01"}, "text": "ESC01"}, {"id": "MSDVersion", "texts": {"en": "1.0"}, "text": "1.0"}], "links": [{"rel": "msd", "urn": "urn:sdmx:org.sdmx.infomodel.metadatastructure.MetadataStructure=ESC01:MSD_IECA(1.0)"}], "reports": [{"id": "REPORT_AE_437", "target": {"id": "MetadataTarget", "referenceValues": [{"id": "DATAFLOW", "object": "DF_AE_437"}]}, "attributeSet": {"reportedAttributes": [{"id": "A", "attributeSet": {"reportedAttributes": [{"id": "R1", "texts": {"es": "Instituto de Estadística y Cartografía de Andalucía"}}, {"id": "R2", "texts": {"es": "Servicio de Estadísticas Demográficas y Sociales"}}, {"id": "R3", "texts": {"es": "--"}}, {"id": "R4", "texts": {"es": "Atención a la demanda de información"}}, {"id": "R5", "texts": {"es": "Pabellón de Nueva Zelanda. C/ Leonardo Da Vinci, nº 21. Isla de La Cartuja. 41071 - Sevilla"}}, {"id": "R6", "texts": {"es": "informacion.ieca@juntadeandalucia.es"}}, {"id": "R7", "texts": {"es": "Atención al público: 900 101 407 Centralita: 955 033 800"}}, {"id": "R8", "texts": {"es": "955 033 816/17"}}]}}, {"id": "B", "attributeSet": {"reportedAttributes": [{"id": "R9", "texts": {"es": "--"}}, {"id": "R10", "texts": {"es": "--"}}, {"id": "R11", "texts": {"es": "--"}}]}}, {"id": "C", "attributeSet": {"reportedAttributes": [{"id": "R12", "texts": {"es": "Emigración de ciudadanos andaluces al resto de España y al extranjero."}}, {"id": "R13", "texts": {"es": "- Sexo: Hombre, mujer. - Provincia de nacimiento: Almería, Cádiz, Córdoba, Granada, Huelva, Jaén, Málaga, Sevilla. - Comunidad Autónoma de residencia: Aragón, Asturias, Baleares, Canarias, Cantabria, Castilla y León, Castilla La-Mancha, Cataluña, Comunidad Valenciana, Extremadura, Galicia, Madrid, Murcia,   Navarra, País Vasco, La Rioja, Ceuta y Melilla. - Grupos quinquenales de edad: De 0-04, 05-09,... 80-84, 85 y más. - Municipio de inscripción: Cada uno de los 770 municipios andaluces - País de residencia:"}}, {"id": "R14", "texts": {"es": "--"}}, {"id": "R15", "texts": {"es": "Es necesario considerar las siguientes leyes que hacen referencia a la definición de andaluces en el exterior. Según la Ley Orgánica 2/2007, de reforma del Estatuto de Autonomía: Artículo 5. Condición de andaluz o andaluza 1. A los efectos del presente Estatuto, gozan de la condición política de andaluces o andaluzas los ciudadanos españoles que, de acuerdo con las leyes generales del Estado, tengan vecindad administrativa en cualquiera de los municipios de Andalucía. 2. Como andaluces y andaluzas, gozan de los derechos políticos definidos en este Estatuto los ciudadanos españoles residentes en el extranjero que hayan tenido la última vecindad administrativa en Andalucía y acrediten esta condición en el correspondiente Consulado de España. Gozarán también de estos derechos sus descendientes inscritos como españoles, si así lo solicitan, en la forma que determine la ley del Estado. 3. Dentro del marco constitucional, se establecerán los mecanismos adecuados para promover la participación de los ciudadanos extranjeros residentes en Andalucía. Artículo 6. Andaluces y andaluzas en el exterior 1. Los andaluces y andaluzas en el exterior y las comunidades andaluzas asentadas fuera de Andalucía, como tales, tendrán derecho a participar en la vida del pueblo andaluz y a compartirla, en los términos que, en cada caso, establezcan las leyes. Asimismo, las citadas comunidades podrán solicitar el reconocimiento de la identidad andaluza, con los efectos que dispongan las leyes. 2. A efectos de fomentar y fortalecer los vínculos con los andaluces y andaluzas, así como con las comunidades andaluzas en el exterior, prestarles la asistencia y garantizarles el ejercicio y defensa de sus derechos e intereses, la Comunidad Autónoma podrá, según corresponda, formalizar acuerdos con las instituciones públicas y privadas de los territorios y países donde se encuentren, o instar del Estado la suscripción de tratados internacionales sobre estas materias.\nSegún la ley 8/2006 de 24 de octubre, del Estatuto de los Andaluces en el Mundo,  en su artículo 2 se establece las siguientes definiciones: -\tTienen la consideración de andaluces en el exterior: 1.\tLos andaluces residentes temporalmente fuera de Andalucía que tengan su vecindad administrativa en cualquiera de los municipios de Andalucía, […] 2.\tLos andaluces residentes en el extranjero que determinen como municipio de inscripción en las oficinas o secciones consulares españolas cualesquiera de los municipios de Andalucía -\tTendrán la consideración de comunidades andaluzas las entidades, sin ánimo de lucro, legalmente constituidas fuera de Andalucía, cuyos fines estatutarios y actuación ordinaria se dirijan a la consecución de los objetivos fijados en esta Ley, y sean reconocidas de acuerdo con lo que se dispone en la misma. -\t Tienen la consideración de miembros de las comunidades andaluzas los socios y las socias de las comunidades andaluzas, con independencia de su ciudadanía personal. -\t Las personas oriundas de Andalucía, así como sus descendientes, que residan en otros territorios de España o en el extranjero, tendrán la consideración de personas de origen andaluz. -\tTendrán la consideración de personas retornadas aquellos andaluces en el exterior y personas de origen andaluz que regresen a Andalucía para residir de manera estable. -\tTendrán la consideración de colectivos andaluces de emigrantes retornados aquellas asociaciones domiciliadas en Andalucía que tengan como objetivo la asistencia e integración de las personas retornadas en Andalucía. -\tSe reconoce asimismo la condición de andaluz en el mundo a todas las personas que, independientemente de su ciudadanía o nacionalidad de origen, pongan de manifiesto su vinculación con Andalucía, su cultura, su economía y progreso, y que cumplan, en sus actuaciones, los objetivos de esta Ley o trabajen por la defensa o promoción de Andalucía en el exterior. En base a estas definiciones legales y a las posibilidades estadísticas la publicación distingue dos tipos de poblaciones: -\tAndaluces residentes en el resto de España. Esta población comprende a personas nacidas en Andalucía que tengan su residencia administrativa en algún municipio de España que no pertenezca a Andalucía. -\tAndaluces en el mundo. Esta población comprende, fundamentalmente, a personas de nacionalidad española residentes en el extranjero y que consten inscritos en algún municipio andaluz en las oficinas consulares. También se han considerado en algunas tablas a aquellas personas que habiendo nacido en Andalucía (personas de origen andaluz), con nacionalidad española, están inscritos en municipios no andaluces en las oficinas consulares. Dentro del concepto de andaluces en el mundo podemos distinguir: -\tCiudadanos nacidos e inscritos en Andalucía. Personas de origen andaluz que residen fuera de España pero que su municipio de inscripción en las oficinas consulares sea un municipio andaluz -\tCiudadanos nacidos fuera de Andalucía e inscritos en Andalucía Personas de nacionalidad española que no han nacido en Andalucía, que residen fuera de España pero que su municipio de inscripción en las oficinas consulares sea un municipio andaluz. Estas personas han podido nacer en el extranjero siempre que conserven la nacionalidad española -\tCiudadanos nacidos en Andalucía e inscritos en otra Comunidad Autónoma Española Personas de nacionalidad española que han nacido en Andalucía, que residen fuera de España pero que su municipio de inscripción en las oficinas consulares no es un municipio andaluz. -\tNo consta lugar de nacimiento e inscrito en Andalucía Personas de nacionalidad española que no consta su lugar de nacimiento, que residen fuera de España pero que su municipio de inscripción en las oficinas consulares es un municipio andaluz. "}}, {"id": "R16", "texts": {"es": "Microdatos del Padrón continuo de habitantes y del Padrón de Españoles Residentes en el Extranjero. En concreto la unidad investigada es la población que se ha inscrito en en ambos registros y que cumple las siguientes condiciones: por un lado la población inscrita en el Padrón de Españoles Residentes en el Extranjero y cuya provincia de inscripción pertenece a Andalucía, y por otro, la población que figura inscrita en el padrón continuo de habitantes cuya provincia de nacimiento es de la Comunidad Autónoma de Andalucía."}}, {"id": "R17", "texts": {"es": "La población objeto de estudio será toda aquella definida por el art 2 de la Ley 8/2006, Ley del Estatuto de los Andaluces en el Mundo, que dice lo siguiente: Tienen la consideración de andaluces en el exterior: a) Los andaluces residentes temporalmente fuera de Andalucía que tengan su vecindad administrativa en cualquiera de los municipios de Andalucía, […] b) Los andaluces residentes en el extranjero que determinen como municipio de inscripción en las oficinas o secciones consulares españolas cualesquiera de los municipios de Andalucía "}}, {"id": "R18", "texts": {"es": "Andalucía"}}, {"id": "R19", "texts": {"es": "Como actividad estadística oficial está incluido por primera vez en el Programa Estadístico de Andalucía 2009: - Andaluces en el resto de España 2009-2021. - Andaluces en el resto del mundo 2009-2022."}}, {"id": "R20", "texts": {"es": "Actualmente se difunden resultados desde el año 2010 con periodicidad anual."}}]}}, {"id": "D", "attributeSet": {"reportedAttributes": [{"id": "R21", "texts": {"es": "-  Los datos referidos a personas (población) vienen expresados en unidad - Para las distribución porcentual la unidad de medida es el porcentaje"}}]}}, {"id": "E", "attributeSet": {"reportedAttributes": [{"id": "R22", "texts": {"es": "--"}}]}}, {"id": "F", "attributeSet": {"reportedAttributes": [{"id": "R23", "texts": {"es": "Ley 4/1989, de 12 de diciembre, de Estadística de la Comunidad Autónoma de Andalucía"}}, {"id": "R24", "texts": {"es": "--"}}]}}, {"id": "G", "attributeSet": {"reportedAttributes": [{"id": "R25", "texts": {"es": "Ley 4/1989, de 12 de diciembre, de Estadística de la Comunidad Autónoma de Andalucía Ley 12/1989, de 9 de mayo, de la Función Estadística Pública Ley Orgánica 3/2018, de 5 de diciembre, de Protección de Datos Personales y garantía de los derechos digitales"}}, {"id": "R26", "texts": {"es": "--"}}]}}, {"id": "H", "attributeSet": {"reportedAttributes": [{"id": "R27", "texts": {"es": "- En el mes de julio de cada año se publican los datos de emigraciones de retorno a Andalucía referidos al año anterior. - En el mes de abril de cada año se publican los datos de Andaluces en el mundo referidos al año anterior. - En el mes de febrero de cada año se publican los datos de Andaluces en el resto de España referidos al año anterior."}}, {"id": "R28", "texts": {"es": "--"}}, {"id": "R29", "texts": {"es": "La actividad se difunde a través de la página web del IECA. La información se ofrece a partir de un árbol temático a través de la base de datos BADEA http://www.juntadeandalucia.es/institutodeestadisticaycartografia/crta/index.htm"}}]}}, {"id": "I", "attributeSet": {"reportedAttributes": [{"id": "R30", "texts": {"es": "Anual"}}]}}, {"id": "J", "attributeSet": {"reportedAttributes": [{"id": "R31", "texts": {"es": "--"}}, {"id": "R32", "texts": {"es": "--"}}, {"id": "R33", "texts": {"es": "Esta actividad permite elaborar resultados a medida en el Banco de Datos Estadísticos de Andalucía (BADEA)"}}, {"id": "R34", "texts": {"es": "No existe disponibilidad de microdatos para esta actividad"}}, {"id": "R35", "texts": {"es": "--"}}]}}, {"id": "K", "attributeSet": {"reportedAttributes": [{"id": "R36", "texts": {"es": "--"}}, {"id": "R37", "texts": {"es": "--"}}]}}, {"id": "L", "attributeSet": {"reportedAttributes": [{"id": "R38", "texts": {"es": "--"}}, {"id": "R39", "texts": {"es": "Se ha elaborado una ficha de calidad y está disponible en Internet en el apartado Metodología como Indicadores de calidad"}}]}}, {"id": "M", "attributeSet": {"reportedAttributes": [{"id": "R40", "texts": {"es": "Analistas económicos, investigadores universitarios, Administración pública"}}, {"id": "R41", "texts": {"es": "--"}}, {"id": "R42", "texts": {"es": "--"}}]}}, {"id": "N", "attributeSet": {"reportedAttributes": [{"id": "R43", "texts": {"es": "--"}}, {"id": "R44", "texts": {"es": "--"}}, {"id": "R45", "texts": {"es": "--"}}]}}, {"id": "O", "attributeSet": {"reportedAttributes": [{"id": "R46", "texts": {"es": "- Andaluces en el resto del mundo: 93 días. - Andaluces en el resto de España: 93 días. - Emigraciones de retorno: 192 días."}}, {"id": "R47", "texts": {"es": "0 días"}}]}}, {"id": "P", "attributeSet": {"reportedAttributes": [{"id": "R48", "texts": {"es": "También existen otras entidades autonómicas que explotan el Padrón de Españoles Residentes en  el Extranjero para su ámbito territorial. Entre otras, la Comunidad Autónoma de Cataluña difunde la actividad estadística 'Censo de catalanes residentes en el extranjero' cuyo organismo responsable es el Instituto de Estadística de Cataluña."}}, {"id": "R49", "texts": {"es": "La emigración exterior constituye en la actualidad unos de los aspectos más frágiles de la estadística española. Hasta la década de los setenta del siglo XX se disponía de series continuas sobre la numerosa emigración española hacia Ultramar y Europa, series que aunque no muy desagregadas suponían una estimación aproximada de los flujos de salida. En los años siguientes, la rápida transición de la sociedad española hacia un país netamente inmigratorio incidió en un abandono paulatino de la dimensión emigratoria en la estadística oficial, situación que parece haberse reconducido con la puesta en marcha desde 1996 del PERE (Padrón de Españoles Residentes en el Extranjero) y la difusión, a partir del año 2002, de datos pormenorizados de la emigración de españoles al extranjero a través de la Estadística de Variaciones Residenciales (EVR), ambas operaciones ligadas a la depuración y consolidación del Padrón Continuo de Población.\nRegularizada la transmisión de datos entre las Oficinas o Secciones Consulares y el INE, a nivel estatal es posible ofrecer información la estadística sobre los españoles residentes en el exterior que se inicia con el PERE a 1 de enero de 2009. "}}]}}, {"id": "Q", "attributeSet": {"reportedAttributes": [{"id": "R50", "texts": {"es": "--"}}, {"id": "R51", "texts": {"es": "La coherencia interna se garantiza a través de diversas validaciones realizadas antes de la publicación de los datos"}}]}}, {"id": "R", "attributeSet": {"reportedAttributes": [{"id": "R52", "texts": {"es": "--"}}]}}, {"id": "S", "attributeSet": {"reportedAttributes": [{"id": "R53", "texts": {"es": "--"}}, {"id": "R54", "texts": {"es": "--"}}]}}, {"id": "T", "attributeSet": {"reportedAttributes": [{"id": "R55", "texts": {"es": "Explotación de Estadística del Padrón Continuo y Estadística del Padrón de Españoles Residentes en el Extranjero, ambas del INE."}}, {"id": "R56", "texts": {"es": "Anual"}}, {"id": "R57", "texts": {"es": "Esta actividad es una explotación de la información estadística de la actividad “Estadística del Padrón Continuo” y ”Estadística del Padrón de Españoles Residentes en el Extranjero”, elaborada y publicada por el Instituto Nacional de Estadística (INE). La información necesaria para el cálculo del índice para Andalucía es remitida al IECA una vez que el INE ha hecho públicos sus resultados"}}, {"id": "R58", "texts": {"es": "--"}}, {"id": "R59", "texts": {"es": "El conocimiento de la condición de andaluz en el exterior es distinto según el concepto de exterior que se considere. De esta forma esta publicación diferencia entre andaluces en el resto de España y andaluces en el mundo. Con estos dos conceptos genéricos se trata de cubrir por un lado el conocimiento sobre los ciudadanos nacidos en Andalucía que residen en otras comunidades autónomas, lo que se ha denominado “Andaluces en el resto de España”, y por otro lado los andaluces en el extranjero hace referencia a aquellos ciudadanos españoles residentes en el extranjero que determinen como municipio de inscripción en  las oficinas o secciones consulares españolas cualesquiera de los municipios de Andalucía, “Andaluces en el mundo” aunque también se tienen en cuenta aquellos individuos que, habiendo nacido en Andalucía y residiendo en el extranjero han establecido el municipio de inscripción fuera de la comunidad andaluza. El término andaluces en el exterior de esta publicación se utiliza para simplificar una realidad más compleja: en algunos casos se consideran aquellos cuyo lugar de nacimiento es Andalucía, en otros, aquellos cuyo municipio de inscripción declarado en el Padrón de Españoles Residentes en el Exterior pertenece a Andalucía, pero sin que ambas tengan que ser condiciones necesarias ni suficientes para calificar a alguien como andaluz o andaluza. "}}, {"id": "R60", "texts": {"es": "--"}}]}}, {"id": "U", "attributeSet": {"reportedAttributes": [{"id": "R61", "texts": {"es": "--"}}]}}]}}]}]}}