{"meta": {"schema": "https://raw.githubusercontent.com/sdmx-twg/sdmx-json/develop/metadata-message/tools/schemas/1.0/sdmx-json-metadata-schema.json", "id": "1666606550893", "prepared": "2022-10-24T12:15:50Z", "sender": {"id": "MDM"}, "receivers": [], "links": []}, "data": {"metadataSets": [{"id": "MDF_EPD_66386", "publicationPeriod": "Marzo", "names": {"es": "Empleo de las personas con discapacidad"}, "annotations": [{"id": "MetadataflowId", "texts": {"en": "MDF_EPD_66386"}, "text": "MDF_EPD_66386"}, {"id": "MetadataflowAgency", "texts": {"en": "ESC01"}, "text": "ESC01"}, {"id": "MetadataflowVersion", "texts": {"en": "1.0"}, "text": "1.0"}, {"id": "MSDId", "texts": {"en": "MSD_IECA"}, "text": "MSD_IECA"}, {"id": "MSDAgency", "texts": {"en": "ESC01"}, "text": "ESC01"}, {"id": "MSDVersion", "texts": {"en": "1.0"}, "text": "1.0"}], "links": [{"rel": "msd", "urn": "urn:sdmx:org.sdmx.infomodel.metadatastructure.MetadataStructure=ESC01:MSD_IECA(1.0)"}], "reports": [{"id": "REPORT_EPD_66386", "target": {"id": "MetadataTarget", "referenceValues": [{"id": "DATAFLOW", "object": "DF_EPD_66386"}]}, "attributeSet": {"reportedAttributes": [{"id": "A", "attributeSet": {"reportedAttributes": [{"id": "R1", "texts": {"es": "Instituto de Estadística y Cartografía de Andalucía"}}, {"id": "R2", "texts": {"es": "Servicio de Difusión y Publicaciones"}}, {"id": "R3", "texts": {"es": ""}}, {"id": "R4", "texts": {"es": "Atención a la demanda de información"}}, {"id": "R5", "texts": {"es": "Pabellón de Nueva Zelanda. C/ Leonardo Da Vinci, nº 21. Isla de La Cartuja. 41071 - Sevilla"}}, {"id": "R6", "texts": {"es": "informacion.ieca@juntadeandalucia.es"}}, {"id": "R7", "texts": {"es": "Atención al público: 900 101 407 Centralita: 955 033 800"}}, {"id": "R8", "texts": {"es": "955 033 816/17"}}]}}, {"id": "B", "attributeSet": {"reportedAttributes": [{"id": "R9", "texts": {"es": "16/12/2021"}}, {"id": "R10", "texts": {"es": "27/05/2022"}}, {"id": "R11", "texts": {"es": "27/05/2022"}}]}}, {"id": "C", "attributeSet": {"reportedAttributes": [{"id": "R12", "texts": {"es": "Los sucesivos planes estadísticos han contemplado entre sus objetivos el mejorar el conocimiento de la realidad de la Comunidad Autónoma, así como su evolución, en sus diferentes perfiles y aspectos. Para la consecución de este objetivo se plantean diversas estrategias, desarrolladas a través de las actividades estadísticas encuadradas en las diferentes áreas de los planes estadísticos. Entre ellas siempre se ha señalado el profundizar en el conocimiento del mercado de trabajo andaluz y de sus tendencias, estableciendo un sistema de información con el fin de disponer de una base de datos adecuada para los diferentes usuarios. Este sistema debe responder a las necesidades de medición de los aspectos socioeconómicos relacionados con este ámbito, tanto de carácter general como específicos: recursos humanos disponibles y no utilizados, situación de los hogares, cualificación y formación profesional, ajustes y desajustes del empleo de los ocupados, jornadas laborales, cobertura de prestaciones Esta medición permitirá la detección de los puntos débiles del mercado de trabajo andaluz y dar información para la elaboración de políticas de empleo Así, su finalidad principal es obtener datos de la fuerza de trabajo y de sus diversas categorías (ocupados, parados), así como de la población ajena al mercado laboral (inactivos). La muestra inicial es de 65.000 familias al trimestre, quedando reducida en la práctica a aproximadamente 60.000 familias entrevistadas de manera efectiva que equivalen a unas 200.000 personas"}}, {"id": "R13", "texts": {"es": "- Clasificación Nacional de Educación 2000 https://www.ine.es/dyngs/INEbase/es/operacion.htm?c=Estadistica_C&cid=1254736177034&menu=enlaces&idp=1254735976614 – Clasificación Nacional de Educación 2014 http://www.ine.es/dyngs/INEbase/es/operacion.htm?c=Estadistica_C&cid=1254736177034&menu=ultiDatos&idp=1254735976614 - Clasificación Nacional de Actividades Económicas 1993. Revisión 1 https://www.ine.es/dyngs/INEbase/es/operacion.htm?c=Estadistica_C&cid=1254736177032&menu=enlaces&idp=1254735976614 - Clasificación Nacional de Actividades Económicas 2009 https://www.ine.es/dyngs/INEbase/es/operacion.htm?c=Estadistica_C&cid=1254736177032&menu=ultiDatos&idp=1254735976614 - Clasificación Nacional de Ocupaciones 1994 https://www.ine.es/dyngs/INEbase/es/operacion.htm?c=Estadistica_C&cid=1254736177033&menu=enlaces&idp=1254735976614 - Clasificación Nacional de Ocupaciones 2011 https://www.ine.es/dyngs/INEbase/es/operacion.htm?c=Estadistica_C&cid=1254736177033&menu=ultiDatos&idp=1254735976614"}}, {"id": "R14", "texts": {"es": "Cubre todos los sectores económicos de la CNAE-09, todos los sectores de ocupación de la CNO-11 y todos los niveles de formación alcanzado de la CNED-2000"}}, {"id": "R15", "texts": {"es": "- Población económicamente activa: es el conjunto de personas de unas edades determinadas que, en un período de referencia dado, suministran mano de obra para la producción de bienes y servicios económicos o que están disponibles y hacen gestiones para incorporarse a dicha producción. En la EPA la población económicamente activa comprende todas las personas de 16 o más años que durante la semana de referencia (la anterior a aquélla en que corresponde realizar la entrevista según el calendario) satisfacen las condiciones necesarias para su inclusión entre las personas ocupadas o paradas - Ocupados: son las personas de 16 y más años que durante la semana de referencia han tenido un trabajo por cuenta ajena (asalariados) o ejercido una actividad por cuenta propia, pudiendo haber estado durante dicha semana: trabajando al menos una hora a cambio de un sueldo, salario, beneficio empresarial o ganancia familiar, en metálico o en especie o con empleo pero sin trabajar, es decir, ausentes de su trabajo pero manteniendo un fuerte vínculo con él. La fuerza de este vínculo se determina de acuerdo con la creencia del entrevistado en reincorporarse o no a la empresa y con la percepción o no de algún tipo de remuneración - Parados: se considerarán paradas todas las personas de 16 o más años que durante la semana de referencia hayan estado simultáneamente: sin trabajo, es decir, que no hayan tenido un empleo por cuenta ajena o por cuenta propia durante la semana de referencia, en busca de trabajo, es decir, que hayan tomado medidas concretas para buscar un trabajo por cuenta ajena o hayan hecho gestiones para establecerse por su cuenta durante el mes precedente y disponibles para trabajar, es decir, en condiciones de comenzar a hacerlo en un plazo de dos semanas a partir del domingo de la semana de referencia"}}, {"id": "R16", "texts": {"es": "Población que reside en viviendas familiares principales y que ha formado parte de la muestra de las viviendas seleccionadas a partir del fichero de microdatos que facilita el INE"}}, {"id": "R17", "texts": {"es": "La Encuesta de Población Activa va dirigida a la población que reside en viviendas familiares principales, es decir, las utilizadas todo el año o la mayor parte de él como vivienda habitual o permanente. En el caso de la actividad que nos ocupa, será por tanto la población que reside en viviendas familiares principales en Andalucía"}}, {"id": "R18", "texts": {"es": "Andalucía"}}, {"id": "R19", "texts": {"es": "La Encuesta de Población Activa (EPA) es una investigación continua y de periodicidad trimestral dirigida a las familias, realizada por el INE desde 1964. Su finalidad principal es obtener datos de la fuerza de trabajo y de sus diversas categorías (ocupados, parados), así como de la población ajena al mercado laboral (inactivos). La muestra inicial es de 65.000 familias al trimestre, quedando reducida en la práctica a aproximadamente 60.000 familias entrevistadas de manera efectiva que equivalen a unas 200.000 personas"}}, {"id": "R20", "texts": {"es": "--"}}]}}, {"id": "D", "attributeSet": {"reportedAttributes": [{"id": "R21", "texts": {"es": "Para los datos referidos a personas, la unidad de medida que se utiliza viene expresada en miles de personas Para los datos referidos a número de viviendas, la unidad de medida utilizada viene expresada en miles de viviendas Para los indicadores relativos a tasas y distribuciones relativas, el porcentaje es la unidad de medida utilizada"}}]}}, {"id": "E", "attributeSet": {"reportedAttributes": [{"id": "R22", "texts": {"es": "Tri4/2019, Tri1/2020, Tri2/2020, Tri3/2020, 2019, 2019, 2019"}}]}}, {"id": "F", "attributeSet": {"reportedAttributes": [{"id": "R23", "texts": {"es": "Ley 4/1989, de 12 de diciembre, de Estadística de la Comunidad Autónoma de Andalucía Ley 3/2013, de 24 de julio, por la que se aprueba el Plan Estadístico y Cartográfico de Andalucía 2013-2017 y Ley 6/2017, de 27 de diciembre, por la que se modifica la Ley 3/2013, de 24 de julio, por la que se aprueba el Plan Estadístico y Cartográfico de Andalucía 2013-2017 para ampliar su vigencia hasta el 2020 Decreto 25/2020, de 24 de febrero, por el que se aprueba el Programa Estadístico y Cartográfico de la Comunidad Autónoma de Andalucía para el año 2020"}}, {"id": "R24", "texts": {"es": "Acuerdo Marco sobre cooperación estadística e intercambio de información entre el Instituto Nacional de Estadística y el Instituto de Estadística de Andalucía"}}]}}, {"id": "G", "attributeSet": {"reportedAttributes": [{"id": "R25", "texts": {"es": "Ley 4/1989, de 12 de diciembre, de Estadística de la Comunidad Autónoma de Andalucía Ley 12/1989, de 9 de mayo, de la Función Estadística Pública Ley Orgánica 3/2018, de 5 de diciembre, de Protección de Datos Personales y garantía de los derechos digitales"}}, {"id": "R26", "texts": {"es": "Los ficheros de microdatos recibidos por el INE están anonimizados y la desagregación máxima alcanzada en la difusión no permiten la identificación directa o indirecta de las personas entrevistadas por el INE"}}]}}, {"id": "H", "attributeSet": {"reportedAttributes": [{"id": "R27", "texts": {"es": "28/01/2020, 28/04/2020, 28/07/2020, 27/10/2020, 07/02/2020, 07/04/2020, 23/12/2020"}}, {"id": "R28", "texts": {"es": "Ene/2020, Abr/2020, Jul/2020, Oct/2020, Feb/2020, May/2020, Dic/2020"}}, {"id": "R29", "texts": {"es": "La actividad se difunde a través de la página web del IECA. La información se ofrece en formato excel a través de un árbol temático y a través de la base de datos BADEA Para el producto de la Encuesta de Población activa: http://www.juntadeandalucia.es/institutodeestadisticaycartografia/epa/index.htm Para el producto \"El empleo de las personas discapacitadas\": http://www.juntadeandalucia.es/institutodeestadisticaycartografia/epd/index.htm"}}]}}, {"id": "I", "attributeSet": {"reportedAttributes": [{"id": "R30", "texts": {"es": "Anual, Trimestral"}}]}}, {"id": "J", "attributeSet": {"reportedAttributes": [{"id": "R31", "texts": {"es": "Sí http://www.juntadeandalucia.es/institutodeestadisticaycartografia/epa/index.htm"}}, {"id": "R32", "texts": {"es": "Encuesta de Población Activa El empleo de las personas con discapacidad"}}, {"id": "R33", "texts": {"es": "Esta actividad permite elaborar resultados a medida en el Banco de Datos Estadísticos de Andalucía (BADEA)"}}, {"id": "R34", "texts": {"es": "No existe disponibilidad de microdatos para esta actividad"}}, {"id": "R35", "texts": {"es": "--"}}]}}, {"id": "K", "attributeSet": {"reportedAttributes": [{"id": "R36", "texts": {"es": "La memoria técnica está disponible en Internet en el apartado Metodología"}}, {"id": "R37", "texts": {"es": "El IECA para garantizar la calidad en esta actividad aporta la memoria técnica, la ficha de indicadores de calidad y el informe metodológico estandarizado de la actividad"}}]}}, {"id": "L", "attributeSet": {"reportedAttributes": [{"id": "R38", "texts": {"es": "Al tratarse de una encuesta, la calidad de los datos están afectados del error de muestreo, siendo éste, por tanto, el criterio base para definir qué información difundir. En el caso de que explotación específica se vea afectada en más de un 20% por fuertes errores de muestreo (valores en celdas inferiores a 5.000 personas) la tabla no se publicará. Y, en aquellas tablas afectadas en menos del 20%, se publicarán indicando a pie de tabla que los dichos datos deben ser tomados con precaución debido a la fuerte variabilidad a la que pueden estar sometidos"}}, {"id": "R39", "texts": {"es": "Se ha elaborado una ficha de calidad y está disponible en Internet en el apartado Metodología"}}]}}, {"id": "M", "attributeSet": {"reportedAttributes": [{"id": "R40", "texts": {"es": "Administración, investigadores, organizaciones sindicales, periodistas"}}, {"id": "R41", "texts": {"es": "--"}}, {"id": "R42", "texts": {"es": "La población de estudio es la población que reside en viviendas familiares principales quedando fuera del análisis las personas que residen en los llamados hogares colectivos (hospitales, residencias, cuarteles...) que representan menos del uno por ciento de la población. La restricción fundamental es metodológica debido a los errores de muestreo, lo que obliga a valorar los niveles de significación de la información que se difunda. A medida que se desagrega más la información, ya sea por detallar los valores de las de variables, por realizar desagregaciones territoriales o por cruzar varias variables, aumentan los errores de muestreo. Por ello, y de forma orientativa, aquellos valores inferiores a 5.000 personas, o las tasas e indicadores derivados de los mismos, están sometidos a fuertes errores de muestreo. Por tanto, la difusión de los datos de la EPA en Andalucía y el poder dar información de algunas características con mayor desagregración están restringidos a los errores de muestreo derivados de su propia condición de encuesta por muestreo"}}]}}, {"id": "N", "attributeSet": {"reportedAttributes": [{"id": "R43", "texts": {"es": "La recogida de información de esta actividad se basa en una explotación de información estadística oficial, ello permite asegurar que en el desarrollo de las mismas se ha realizado un estudio de fiabilidad por lo que la información obtenida a partir de ella y por lo tanto de la actividad es fiable"}}, {"id": "R44", "texts": {"es": "--"}}, {"id": "R45", "texts": {"es": "--"}}]}}, {"id": "O", "attributeSet": {"reportedAttributes": [{"id": "R46", "texts": {"es": "40 días para Encuesta de Población Activa, 357 días para El Empleo de las Personas con Discapacidad, "}}, {"id": "R47", "texts": {"es": "-3 días para Encuesta de Población Activa, 0 días para El Empleo de las Personas con Discapacidad,"}}]}}, {"id": "P", "attributeSet": {"reportedAttributes": [{"id": "R48", "texts": {"es": "La actividad es una explotación de los microdatos de Andalucía de la Encuesta de Población Activa realizada por el INE, ello nos confirma que la comparabilidad a tanto a nivel nacional, como a nivel regional es total"}}, {"id": "R49", "texts": {"es": "La EPA ha sufrido varias modificaciones desde el año 1964, siendo las dos más recientes las siguientes: La modificación que se realizó en 2002. Los cambios metodológicos afectaron a algunas de las definiciones utilizadas en la encuesta y al proceso de cálculo de resultados: a) Se utilizan las nuevas proyecciones de población del INE. b) Se introduce una mejora técnica en el cálculo de totales (reponderación de los factores de elevación). c) Por último, aunque la definición formal de paro no cambia el nuevo Reglamento (CE) Nº 1897/2000 de la Comisión, de 7 de septiembre de 2000, introduce instrucciones sobre cómo interpretar la búsqueda activa de trabajo. El primero de estos cambios está originado por el incremento que se ha producido en la población española como resultado de la llegada de inmigrantes. El segundo es una mejora en la forma de corregir el efecto de la falta de respuesta en la encuesta. El tercero viene regulado por la Oficina Estadística de la Unión Europea (Eurostat). Las repercusiones de estos cambios en las estimaciones de la encuesta fueron importantes produciendo una ruptura en la comparación de los datos a partir de esa fecha. Para solventar las discontinuidades en las series de los resultados de forma que fuera posible cuantificar la evolución del mercado laboral doblemente, con los efectos de las modificaciones y sin sus repercusiones, el INE elaboró un proceso cuya información puede encontrase en la página del INE (www.ine.es). No obstante es necesario señalar que la aplicación de las instrucciones sobre la búsqueda activa de trabajo en la definición de paro introducía una ruptura en las series. Por este motivo el INE realizó un procedimiento basado en \"regresión con variable\" para el enlace de series de paro que salva la discontinuidad producida en dichas series por el cambio de definición ocurrido en el año 2002. El enlace se extiende desde el tercer trimestre de 1976 hasta el cuarto trimestre de 2000 y se ha realizado para los principales agregados (paro por sexo y edad menor de 25 años ó 25 años y más) a nivel nacional y por comunidades autónomas. La última modificación en la metodología de la encuesta se realizó en el primer trimestre de 2005 por varias causas: la necesidad de adecuarse a la nueva realidad demográfica y laboral de nuestro país, debida especialmente al aumento del número de extranjeros residentes; la incorporación de la nueva normativa europea siguiendo las normas de la Oficina Estadística de la Unión Europea (Eurostat); y por último, la introducción de mejoras en el método de recogida. Finalmente, la base poblacional utilizada a partir del primer trimestre de 2005 (base poblacional censo 2001) es la misma con la que se ha calculado la serie 1996-2004 (revisada el 30 de marzo de 2005), existiendo, por tanto, continuidad en la serie La base poblacional utilizada actualmente es la del censo de población de 2011. Los datos de la encuesta del periodo 2002-2013 se revisaron el 24 de abril de 2014 teniendo en cuenta la nueva base poblacional. "}}]}}, {"id": "Q", "attributeSet": {"reportedAttributes": [{"id": "R50", "texts": {"es": "La información contenida en la actividad es coherente con la contenida en el mismo sector y en el mismo ámbito como es el sistema de información del mercado de trabajo andaluz realizado por el IECA, la estadística de empleo en Andalucía, la estadística sobre discapacidad y mercado laboral en Andalucía y la estadística de empleo en Andalucía realizada por el SAE o los Afiliados a la Seguridad Social"}}, {"id": "R51", "texts": {"es": "La coherencia interna se garantiza a través de diversas validaciones realizadas antes de la publicación de los datos"}}]}}, {"id": "R", "attributeSet": {"reportedAttributes": [{"id": "R52", "texts": {"es": "9.000,00 €"}}]}}, {"id": "S", "attributeSet": {"reportedAttributes": [{"id": "R53", "texts": {"es": "Al no existir datos provisionales no se realiza una revisión de los datos"}}, {"id": "R54", "texts": {"es": "--"}}]}}, {"id": "T", "attributeSet": {"reportedAttributes": [{"id": "R55", "texts": {"es": "Explotación de información estadística o cartográfica"}}, {"id": "R56", "texts": {"es": "Trimestral, Anual"}}, {"id": "R57", "texts": {"es": "La información base, es decir, los microdatos de la Encuesta de Población Activa de la Comunidad Autónoma de Andalucía, se reciben en el Instituto de Estadística y Cartografía de Andalucía a través del Instituto Nacional de Estadística, el mismo día que según el calendario del INE se dan a conocer los resultados trimestrales de la Encuesta. Los microdatos recibidos pasan por un proceso de recodificación y reestructuración para tener cabida en la base de datos BADEA, a través de la que se realiza el proceso de tabulación y difusión"}}, {"id": "R58", "texts": {"es": "--"}}, {"id": "R59", "texts": {"es": "El plan de análisis elaborado por el IECA, se centra en dos análisis y momentos distintos: Un primer análisis de la información es de carácter coyuntural que ofrece resultados trimestrales. Se trata de ofrecer con la mayor brevedad posible información detallada de carácter coyuntural centrada en los aspectos más importantes del mercado de trabajo y de facilitar el análisis rápido de ésta mediante la inclusión de indicadores y del cálculo de variaciones entre trimestres consecutivos así como variaciones interanuales. En este primer informe se presentarán también los resultados nacionales, con sus correspondientes indicadores y variaciones, que faciliten la comparabilidad de la coyuntura del mercado laboral andaluz con la coyuntura del mercado laboral nacional. Además, incluirá información provincial algo menos detallada que la dada para el total de Andalucía debido a que la representatividad muestral de las provincias no permite tanta desagregación. El segundo análisis pretende dar una visión más estructural, analizando lo ocurrido en el mercado laboral andaluz en el último año natural. En esta ocasión, la filosofía del plan de análisis y tabulación es ofrecer información más detallada, sólo para Andalucía, centrándose más en explotar de forma ampliada aquellos aspectos considerados de interés que no se recogen suficientemente en las publicaciones originales del INE, y que no sean meras réplicas de las explotaciones del ámbito estatal"}}, {"id": "R60", "texts": {"es": "--"}}]}}, {"id": "U", "attributeSet": {"reportedAttributes": [{"id": "R61", "texts": {"es": "Metodología de la Encuesta de Población Activa realizada por el INE http://www.ine.es/inebaseDYN/epa30308/epa_metodologia.htm"}}]}}]}}]}]}}