{"meta": {"schema": "https://raw.githubusercontent.com/sdmx-twg/sdmx-json/develop/metadata-message/tools/schemas/1.0/sdmx-json-metadata-schema.json", "id": "1666606550893", "prepared": "2022-10-24T12:15:50Z", "sender": {"id": "MDM"}, "receivers": [], "links": []}, "data": {"metadataSets": [{"id": "MSD_MNP_64893", "publicationPeriod": "Marzo", "names": {"es": "Movimiento Natural de Población"}, "annotations": [{"id": "MetadataflowId", "texts": {"en": "MDF_MNP_64893"}, "text": "MDF_MNP_64893"}, {"id": "MetadataflowAgency", "texts": {"en": "ESC01"}, "text": "ESC01"}, {"id": "MetadataflowVersion", "texts": {"en": "1.0"}, "text": "1.0"}, {"id": "MSDId", "texts": {"en": "MSD_IECA"}, "text": "MSD_IECA"}, {"id": "MSDAgency", "texts": {"en": "ESC01"}, "text": "ESC01"}, {"id": "MSDVersion", "texts": {"en": "1.0"}, "text": "1.0"}], "links": [{"rel": "msd", "urn": "urn:sdmx:org.sdmx.infomodel.metadatastructure.MetadataStructure=ESC01:MSD_IECA(1.0)"}], "reports": [{"id": "REPORT_MNP_64893", "target": {"id": "MetadataTarget", "referenceValues": [{"id": "DATAFLOW", "object": "DF_MNP_64893"}]}, "attributeSet": {"reportedAttributes": [{"id": "A", "attributeSet": {"reportedAttributes": [{"id": "R1", "texts": {"es": "Instituto de Estadística y Cartografía de Andalucía"}}, {"id": "R2", "texts": {"es": "Servicio de Difusión y Publicaciones"}}, {"id": "R3", "texts": {"es": "--"}}, {"id": "R4", "texts": {"es": "Atención a la demanda de información"}}, {"id": "R5", "texts": {"es": "Pabellón de Nueva Zelanda. C/ Leonardo Da Vinci, nº 21. Isla de La Cartuja. 41071 - Sevilla"}}, {"id": "R6", "texts": {"es": "informacion.ieca@juntadeandalucia.es"}}, {"id": "R7", "texts": {"es": "Atención al público: 900 101 407 Centralita: 955 033 800"}}, {"id": "R8", "texts": {"es": "955 033 816/17"}}]}}, {"id": "B", "attributeSet": {"reportedAttributes": [{"id": "R9", "texts": {"es": "16/12/2021"}}, {"id": "R10", "texts": {"es": "27/05/2022"}}, {"id": "R11", "texts": {"es": "27/05/2022"}}]}}, {"id": "C", "attributeSet": {"reportedAttributes": [{"id": "R12", "texts": {"es": "Las estadísticas de nacimientos, matrimonios y defunciones, denominadas tradicionalmente como Movimiento Natural de Población (MNP), es la operación clásica que ha servido para acercarnos al conocimiento de los flujos poblacionales, constituyendo, después de la operación censal, la operación estadística de mayor tradición y con series históricas más largas tanto en nuestro país como en los países de nuestro entorno"}}, {"id": "R13", "texts": {"es": "Esta actividad utiliza, en lo referente a la información sobre causas de muerte, la Clasificación Internacional de Enfermedades 10ª revisión, (CIE 10)"}}, {"id": "R14", "texts": {"es": "En el caso de la causa de muerte que utiliza la clasificación CIE 10, se cubren todos los sectores"}}, {"id": "R15", "texts": {"es": "- Defunción: Se considera defunción a la muerte de toda persona con vida. Hasta 1975 estaba limitada a los seres que sobrepasaban las 24 horas de vida, empleándose desde entonces el concepto biológico de nacido vivo. Defunción cubre a los nacidos con vida fallecidos durante las primeras 24 horas de vida a diferencia del concepto legal - Matrimonio: Se consideran las uniones legales inscritas en el Registro Civil - Muerte Fetal Tardía: Se considera como tal al feto muerto con seis o más meses de gestación. En España sólo existe obligación de comunicar al Registro Civil las muertes fetales de más de 180 días de gestación, por lo que se ha adoptado, a efectos estadísticos, la definición anterior - Nacidos vivos y defunciones: la definición estadística (que no legal) de defunción y nacido vivo es que las defunciones de los menores de 24 horas se incluyeron junto con las defunciones de los menores de un año, e igualmente se contabilizaron como nacidos vivos Parto: Conjunto de fenómenos fisiológicos que conducen a la salida del claustro materno de un feto viable y sus anexos, por lo que queda excluido el aborto o expulsión del feto no viable"}}, {"id": "R16", "texts": {"es": "Los partos, matrimonios y defunciones inscritas en los correspondientes boletines que edita el INE inscritos en las oficinas municipales del Registro Civil"}}, {"id": "R17", "texts": {"es": "Durante la gestión continua de la información, está constituida por los partos, matrimonios y defunciones registrados en Andalucía. Sin embargo, para la publicación de datos anuales, se completa con aquellos sucesos registrados fuera de Andalucía, cuyas personas involucradas son residentes en Andalucía: las madres (en el caso de partos), los matrimonios o cualquiera de sus cónyuges y las personas difuntas"}}, {"id": "R18", "texts": {"es": "Andalucía"}}, {"id": "R19", "texts": {"es": "En Enero de 1996 se firmó un Convenio con el INE para la realización de las Estadísticas del Movimiento Natural de la Población y defunciones por causa de muerte por el cual el IECA colabora en los procesos de elaboración de las Estadísticas de partos y matrimonios, y continua con la codificación de la causa de muerte en las estadísticas de defunciones así como en los procesos de elaboración de ésta estadística, pudiendo, de este modo, disponer de datos estadísticos del MNP con mayor rapidez de la hasta ahora existente. Los datos publicados son desde 1996"}}, {"id": "R20", "texts": {"es": "--"}}]}}, {"id": "D", "attributeSet": {"reportedAttributes": [{"id": "R21", "texts": {"es": "En todos los casos la unidad de medida que se utiliza es el recuento de los datos: - Número de nacimientos - Número de matrimonios - Número de defunciones"}}]}}, {"id": "E", "attributeSet": {"reportedAttributes": [{"id": "R22", "texts": {"es": "Difusión de Movimiento Natural de la Población: Tri2/2019, Tri3/2019, Tri4/19, Tri1/20, 2019 (Avance), 2019 (Definitivos) Estadística de Nombres de los Recién Nacidos Andaluces: 2019 Estadísticas de defunciones por causas en Andalucía: Tri1/2019, Tri2/2019, Tri3/2019, Tri4/19, Tri1/20, Ene-May/2020 (Avance)"}}]}}, {"id": "F", "attributeSet": {"reportedAttributes": [{"id": "R23", "texts": {"es": "Ley 4/1989, de 12 de diciembre, de Estadística de la Comunidad Autónoma de Andalucía Ley 3/2013, de 24 de julio, por la que se aprueba el Plan Estadístico y Cartográfico de Andalucía 2013-2017 y Ley 6/2017, de 27 de diciembre, por la que se modifica la Ley 3/2013, de 24 de julio, por la que se aprueba el Plan Estadístico y Cartográfico de Andalucía 2013-2017 para ampliar su vigencia hasta el 2020 Decreto 25/2020, de 24 de febrero, por el que se aprueba el Programa Estadístico y Cartográfico de la Comunidad Autónoma de Andalucía para el año 2020"}}, {"id": "R24", "texts": {"es": "- Acuerdo Marco sobre cooperación estadística e intercambio de información entre el Instituto Nacional de Estadística y el Instituto de Estadística de Andalucía - Convenio de colaboración entre el Instituto Nacional de Estadística y el Instituto de Estadística de Andalucía para la realización de las estadísticas del movimiento natural de la población y defunciones según la causa de muerte - Por otra parte, existe un convenio de colaboración de fecha 29 de septiembre de 1997, que se renueva automáticamente cada año entre la (entonces) Consejería de Salud, el Servicio Andaluz de Salud y el (entonces) IEA para la codificación, explotación estadística y mejora de la calidad de la información sanitaria contenida en las estadísticas del MNP en el ámbito de la comunidad autónoma de Andalucía"}}]}}, {"id": "G", "attributeSet": {"reportedAttributes": [{"id": "R25", "texts": {"es": "Ley 4/1989, de 12 de diciembre, de Estadística de la Comunidad Autónoma de Andalucía Ley 12/1989, de 9 de mayo, de la Función Estadística Pública Ley Orgánica 3/2018, de 5 de diciembre, de Protección de Datos Personales y garantía de los derechos digitales"}}, {"id": "R26", "texts": {"es": "Con el fin de salvaguardar el Secreto Estadístico, la desagregación territorial máxima alcanzada en la difusión no permite la identificación directa o indirecta de las personas. En la publicación de las tablas de resultados se analiza el detalle de la información para evitar que puedan deducirse datos confidenciales de las unidades estadísticas"}}]}}, {"id": "H", "attributeSet": {"reportedAttributes": [{"id": "R27", "texts": {"es": "Movimiento Natural de la Población: 17/01/2020, 17/04/2020, 30/06/2020, 16/10/2020, 30/06/2020 (Avance), 16/12/2020 (Definitivos) Estadística de Nombres de los Recién Nacidos Andaluces: 10/07/2020 Estadísticas de defunciones por causas en Andalucía: 24/01/2020, 24/04/2020, 17/07/2020, 23/10/2020, 09/12/2020, 10/12/2020 (Avance)"}}, {"id": "R28", "texts": {"es": "Movimiento Natural de la Población: 17/01/2020, 24/04/2020, 16/06/2020, 20/10/2020, Jun/2020 (Avance), Dic/2020 (Definitivos) Estadística de Nombres de los Recién Nacidos Andaluces: 14/Jul/2020 Estadísticas de defunciones por causas en Andalucía: 27/01/2020, Abr/2020, Jun/2020, Oct/2020, Jun/2020 (Avance), Dic/2020 (Definitivos)"}}, {"id": "R29", "texts": {"es": "La actividad se difunde a través de la página web del IECA. La información se ofrece en formato excel a través de un árbol temático y a través de la base de datos BADEA. Los distintos productos y sus enlaces de difusión son: - Movimiento Natural de Población http://www.juntadeandalucia.es/institutodeestadisticaycartografia/mnp/index.htm - Estadísticas de mortalidad por causas de Andalucía http://www.juntadeandalucia.es/institutodeestadisticaycartografia/ema/index.htm - Estadística de nombres de los recién nacidos andaluces http://www.juntadeandalucia.es/institutodeestadisticaycartografia/estnombres/index.htm"}}]}}, {"id": "I", "attributeSet": {"reportedAttributes": [{"id": "R30", "texts": {"es": "Anual, Trimestral"}}]}}, {"id": "J", "attributeSet": {"reportedAttributes": [{"id": "R31", "texts": {"es": "Sí - Movimiento Natural de Población http://www.juntadeandalucia.es/institutodeestadisticaycartografia/mnp/index.htm - Estadísticas de Mortalidad de Andalucía. Defunciones en Andalucía http://www.juntadeandalucia.es/institutodeestadisticaycartografia/ema/index.htm - Estadística de nombres de los recién nacidos andaluces http://www.juntadeandalucia.es/institutodeestadisticaycartografia/estnombres/index.htm "}}, {"id": "R32", "texts": {"es": "Movimiento Natural de la Población, Estadísticas de mortalidad por causas de Andalucía, Estadística de nombres de recién nacidos andaluces"}}, {"id": "R33", "texts": {"es": "Esta actividad permite elaborar resultados a medida en el Banco de Datos estadístico de Andalucía (BADEA)"}}, {"id": "R34", "texts": {"es": "--"}}, {"id": "R35", "texts": {"es": "--"}}]}}, {"id": "K", "attributeSet": {"reportedAttributes": [{"id": "R36", "texts": {"es": "La memoria técnica está disponible en Internet en el apartado Metodología"}}, {"id": "R37", "texts": {"es": "El IECA para garantizar la calidad en esta actividad aporta la memoria técnica, la ficha de indicadores de calidad y el informe metodológico estandarizado de la actividad"}}]}}, {"id": "L", "attributeSet": {"reportedAttributes": [{"id": "R38", "texts": {"es": "Antes de publicar cualquier información, se efectúan controles de depuración y validación de la información. Si en el momento de realizar las publicaciones provisionales (trimestrales o anuales) no es posible recuperar alguna de las variables, sus valores se clasifican como “No consta”. Las publicaciones anuales definitivas se hacen en base a los ficheros recibidos del INE y éstos ya están imputados por su parte"}}, {"id": "R39", "texts": {"es": "Se ha elaborado una ficha de calidad y está disponible en Internet en el apartado Metodología"}}]}}, {"id": "M", "attributeSet": {"reportedAttributes": [{"id": "R40", "texts": {"es": "Investigadores, alumnado de enseñanzas medias y Universidad, periodistas, organizaciones empresariales y sindicales, Administración"}}, {"id": "R41", "texts": {"es": "--"}}, {"id": "R42", "texts": {"es": "Se trata de una actividad con recogida de información mediante censo, por loq ue la actividad el grado de cobertura de la población objeto de estudio es total"}}]}}, {"id": "N", "attributeSet": {"reportedAttributes": [{"id": "R43", "texts": {"es": "Esta actividad es fiable ya que ya que la información es extraída directamente de los Registros Cilviles donde se registra cada evento"}}, {"id": "R44", "texts": {"es": "--"}}, {"id": "R45", "texts": {"es": "Una primera restricción importante en la fase de mejora de la calidad de la información, tras los procesos de depuración y validación, hace referencia a la comunicación con las oficinas del registro civil. Esta comunicación hasta ahora no es electrónica, debe ser o bien escrita mediante correo postal, o bien telefónica o bien presencial. Además el conjunto de oficinas es numeroso, lo que agudiza el problema de contactar con las mismas"}}]}}, {"id": "O", "attributeSet": {"reportedAttributes": [{"id": "R46", "texts": {"es": "226 días para Movimiento Natural de la Población, 287 días para Estadísticas de Mortalidad por causas en Andalucía, 191 días para Estadística de nombres de recién nacidos andaluces,"}}, {"id": "R47", "texts": {"es": "1 días para Movimiento Natural de la Población, 50 días para Estadísticas de Mortalidad por causas en Andalucía, -4 días para Estadística de nombres de recién nacidos andaluces,"}}]}}, {"id": "P", "attributeSet": {"reportedAttributes": [{"id": "R48", "texts": {"es": "Casi todas las Comunidades Autónomas, al igual que en Andalucía, incluyen entre sus actividades estadísticas la Estadística de Movimiento Natural de Población para su ámbito territorial. Así por ejemplo, la Comunidad de Cataluña la incluye en su Ley 13/2010, de 21 de mayo, del Plan estadístico de Cataluña 2011-2014"}}, {"id": "R49", "texts": {"es": "Existen series históricas desde el año 1984, pero los datos con mayor desagregación son desde el año 1996 y son comparables porque no ha habido ruptura en la serie"}}]}}, {"id": "Q", "attributeSet": {"reportedAttributes": [{"id": "R50", "texts": {"es": "La información es coherente con la obtenida en otras fuentes o sectores"}}, {"id": "R51", "texts": {"es": "La coherencia interna se garantiza a través de diversas validaciones realizadas antes de la publicación de los datos"}}]}}, {"id": "R", "attributeSet": {"reportedAttributes": [{"id": "R52", "texts": {"es": "36.000,00€"}}]}}, {"id": "S", "attributeSet": {"reportedAttributes": [{"id": "R53", "texts": {"es": "Los datos trimestrales tienen carácter provisional y pretenden ofrecer un adelanto de la tendencia de los fenómenos demográficos en el trimestre correspondiente. Los datos anuales, a su vez tienen una componente provisional y otra definitiva"}}, {"id": "R54", "texts": {"es": "Los datos provisionales pasan a ser definitivos cuando se han recibido todos los boletines, se han realizado todos los controles y comprobaciones"}}]}}, {"id": "T", "attributeSet": {"reportedAttributes": [{"id": "R55", "texts": {"es": "Observación directa"}}, {"id": "R56", "texts": {"es": "Mensual"}}, {"id": "R57", "texts": {"es": "Los datos se recogen en los correspondientes boletines: Boletín Estadístico de Partos (BEP), Boletín Estadístico de Matrimonios (BEM) y Certificado Médico de Defunción/Boletín Estadístico de Defunción (BED) que se encuentran en los Registros Civiles y que para tal efecto edita el Instituto Nacional de Estadística, siendo éste el sujeto informante de esta actividad. El tipo de recogida de información se establece como censo, ya que se registran la totalidad de los acontecimientos objeto de esta actividad. Estos boletines Estadísticos inscritos durante un mes en la oficina municipal del Registro Civil, son enviados a las delegaciones provinciales del INE. En éstas, la información se almacena en base de datos gracias al escaneado de los boletines mediante equipos dotados de reconocimiento óptico de caracteres. Un equipo de grabadores en cada delegación realiza una primera depuración de la información almacenada, corrigiendo un conjunto de errores que el lector óptico haya podido cometer."}}, {"id": "R58", "texts": {"es": "Un equipo de grabadores en cada delegación realiza una primera depuración de la información almacenada, corrigiendo un conjunto de errores que el lector óptico haya podido cometer. Posteriormente y de forma mensual, las delegaciones del INE de las distintas provincias envían en soporte DVD al IECA la información sobre estos eventos en lo que se denominan lotes. La información recibida es almacenada en la base de datos del IECA y gestionada por una aplicación informática. Dicha aplicación tiene implementados diversos controles de depuración y validación de la información"}}, {"id": "R59", "texts": {"es": "Existe una única aplicación que gestiona las estadísticas de nacimientos, matrimonios y defunciones, aunque el tratamiento de los diferentes eventos es distinto e independiente. Los boletines estadísticos de defunción tienen un tratamiento especial ya que hay que añadirles además la causa de defunción. Una vez cargada la información contenida en los soportes magnéticos en la base de datos, se somete a una serie de procesos básicos, como la grabación de la causa de la muerte, controles de consistencia y exhaustividad, etc. Tras la depuración de los ficheros, se ejecutan un conjunto de reglas de validación. Aquellos valores de variables que deben tener un valor válido y que tras los procesos de validación y depuración siguen tomando valores imposibles o están en blanco, son imputados pero por el INE, tras recibir el fichero anual de la comunidad autónoma de Andalucía"}}, {"id": "R60", "texts": {"es": "--"}}]}}, {"id": "U", "attributeSet": {"reportedAttributes": [{"id": "R61", "texts": {"es": "--"}}]}}]}}]}]}}